# Вывести все четные от 1 до 497
for i in range (1, 497):
    if i %2 == 0:
        print(i)
        